[
  {
    "content_id": 336150,
    "reference_id": 25945,
    "version": "1.0.0",
    "title": "Conocer-relación",
    "media_type": "Text",
    "index_reference": "conocer-relación",
    "language": "spa",
    "content": "<h1>conocer, conocía, conocimiento, desconocido</h1><h2>Definición:</h2><p>Usado en este sentido, el término &quot;conocer&quot; y &quot;conocimiento&quot; y &quot;conocía&quot; significan estar en relación con una persona.</p><ul><li><p>“Conocer” a Dios significa tener una relación con él. Esto también se aplica a conocer a la gente.</p></li><li><p>Jesús dijo en Mateo 7.23 que en el día del juicio él dirá a algunas personas &quot;Nunca os conocí&quot;. Al decir &quot;Nunca os conocí&quot; quiere decir que nunca tuvo una relación personal con ellos.</p></li><li><p>El &quot;conocimiento de Dios&quot; a veces se usa como sinónimo del &quot;temor de Jehová&quot;.</p></li><li><p>Cuando se usa para un hombre y una mujer, &quot;conocer&quot; es a menudo un eufemismo que se refiere a tener relaciones sexuales.</p></li></ul><h2>Sugerencias de Traducción</h2><ul><li><p>Dependiendo del contexto, las formas de traducir este significado de &quot;conocer&quot; podrían incluir &quot;estar familiarizado con&quot; o &quot;tener trato&quot; o &quot;tener una relación con&quot;.</p></li><li><p>Algunos idiomas tienen dos palabras diferentes para &quot;conocer&quot;, una para conocer hechos y otra para conocer a una persona y tener una relación con esa persona. La palabra para conocer a una persona y tener una relación con esa persona debe usarse al traducir este sentido de la palabra &quot;conocer&quot;.</p></li></ul><p>(Ver también: <span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_know-information\" data-resourceType=\"UWTranslationWords\">conocer-información</span>,<span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_reveal\" data-resourceType=\"UWTranslationWords\">revelar</span>)</p><h2>Referencias Bíblicas:</h2><h2>Datos de la Palabra:</h2>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]