[
  {
    "content_id": 336338,
    "reference_id": 26155,
    "version": "1.0.0",
    "title": "Rafa",
    "media_type": "Text",
    "index_reference": "rafa",
    "language": "spa",
    "content": "<h1>rafa, refaítas, el valle de Refaim</h1><h2>Hechos:</h2><p>El término &quot;Rafa&quot; es el nombre de un grupo de habitantes que vivían en una ubicación en el lado este del río Jordán. También se usa para referirse a personas muertas o sus espíritus. Los &quot;Rafa&quot; son llamados &quot;refaítas&quot; o &quot;Refaim&quot;.</p><ul><li><p>Había un valle nombrado en honor a este grupo de personas, &quot;el valle de Refaim&quot;, que se menciona varias veces en el Antiguo Testamento.</p></li><li><p>“Rafa” es una transliteración al español de una palabra hebrea. Es difícil determinar con certeza qué significa la palabra “Rafa” y, en consecuencia, a qué tipo de seres se refiere la palabra “Rafa”, ya sea un grupo de personas vivas, espíritus o seres casi-divinos. Por esta razón, muchas traducciones al español han optado por transliterar la palabra del idioma original (hebreo) como “refaítas” o “Refaim&quot;. Puede que desees hacer lo mismo en tu traducción.</p></li><li><p>En Job 26:5, Salmo 88:10, Proverbios 2:18, Proverbios 9:18, Proverbios 21:16, Isaías 14:9, Isaías 26:14 e Isaías 26:19, el término &quot;rafaítas&quot; (aparece apenas en el original, no en las versiones en español) se refiere a personas que están muertas o a sus &quot;espíritus&quot;.</p></li><li><p>En todas las demás ocurrencias en el Antiguo Testamento, el término &quot;refaítas&quot; se refiere al grupo de personas que eran seres humanos que estaban vivos y formaban un grupo específico de personas.</p></li><li><p>El grupo de personas que los amonitas llamaban los refaítas por el nombre de &quot;<span>zomzomeos</span>&quot; (Ver Deuteronomio 2:20).</p></li><li><p>El término &quot;Rafa&quot; se refiere al grupo de personas vivas en cada aparición en el Antiguo Testamento, excepto en 1 Crónicas 8:2 y 8:37. En cada uno de estos dos versículos se refiere al nombre de un hombre (un hombre diferente en cada versículo).</p></li></ul><p>(Sugerencias de traducción: Cómo traducir nombres, copiar o tomar prestadas palabras).</p>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]