[
  {
    "content_id": 627267,
    "reference_id": 26134,
    "title": "Kiburi-Hisia za chanya",
    "media_type": "Text",
    "index_reference": "kiburi-hisia za chanya",
    "language": "swh",
    "content": "<h1>kiburi, majivuno</h1><h2>Ufafanuzi:</h2><p>Neno &quot;kiburi,&quot; katika muktadha huu, linamaanisha kuwa na hisia ya kuridhika au kufurahia mtu au kitu. Neno &quot;kujigamba,&quot; linapotumika kwa maana hii, linamaanisha kusifu sana kitu au mtu na kuzungumzia mambo yake au yao yanayostahili kusifiwa.</p><ul><li><p>Neno &quot;kiburi,&quot; linapotumiwa kwa maana chanya, linamaanisha kuwa na furaha kubwa katika kitu au kuwa na hisia ya kuridhika na kile ambacho mtu amefanikisha au katika sifa zao za kuvutia au uwezo wao.</p></li><li><p>Usemi &quot;jivunie kazi yako&quot; unamaanisha kupata furaha kwa kufanya kazi yako vizuri.</p></li><li><p>Mtu anaweza kujivunia kile alichofanya bila kuwa na majivuno kuhusu hilo. Baadhi ya lugha zina maneno tofauti kwa maana chanya ya &quot;kujivunia&quot; na maana hasi ya &quot;kiburi.&quot;</p></li><li><p>Mtu mnyenyekevu hajisifu au kujivunia mwenyewe, bali anamsifu Mungu kwa kile alichofanya na anachofanya.</p></li><li><p>Mungu aliwasihi Waisraeli wasijisifu kuhusu utajiri wao, nguvu zao, mashamba yao yenye matunda, au sheria zao, bali wajivunie ukweli kwamba wanamjua.</p></li></ul><h2>Mapendekezo ya Tafsiri:</h2><ul><li><p>Maana nzuri ya &quot;kiburi&quot; inaweza kutafsiriwa kama &quot;furaha,&quot; &quot;kuridhika,&quot; au &quot;raha.&quot;</p></li><li><p>Kusema &quot;kuwa na kiburi juu ya&quot; kunaweza pia kumaanisha &quot;kuwa na furaha na,&quot; &quot;kuridhika na,&quot; au &quot;kuwa na furaha kuhusu (mafanikio ya).&quot;</p></li><li><p>Maneno &quot;jivunie kazi yako&quot; yanaweza kutafsiriwa kama &quot;pata kuridhika kwa kufanya kazi yako kwa ufanisi.&quot;</p></li><li><p>Usemi &quot;jivunie Mungu&quot; unaweza pia kutafsiriwa kama &quot;furahia mambo yote ya ajabu ambayo Mungu amefanya&quot; au &quot;kuwa na furaha kuhusu jinsi Mungu alivyo wa ajabu.&quot;</p></li><li><p>Maana nzuri ya &quot;kujivunia&quot; inaweza kutafsiriwa kama &quot;kutukuza&quot; au &quot;kufurahia.&quot;</p></li></ul><p>(Tazama pia: <span data-bnType=\"resourceReference\" data-resourceId=\"25860\" data-resourceType=\"UWTranslationWords\">unyenyekevu</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"25923\" data-resourceType=\"UWTranslationWords\">furaha</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26135\" data-resourceType=\"UWTranslationWords\">kiburi katika maana hasi</span>)</p><h2>Marejeleo ya Biblia:</h2><ul><li><p></p></li></ul><h2>Mifano kutoka kwenye hadithi za Biblia:</h2><ul><li><p><strong>4:2</strong> Walikuwa na <strong>kiburi</strong> sana, na hawakujali kile ambacho Mungu alisema.</p></li><li><p><strong>34:10</strong> Kisha Yesu akasema, “Nawaambia kweli, Mungu alisikia sala ya mtoza ushuru na kumtangaza kuwa mwenye haki. Lakini hakukubali sala ya kiongozi wa kidini. Mungu atamshusha kila mtu mwenye <strong>kiburi</strong>, na atamwinua yeyote anayejinyenyekeza.”</p></li></ul><h2>Data ya Neno:</h2><ul><li><p>Strong&apos;s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25860,
          "content_id": 575536,
          "resource_code": "UWTranslationWords",
          "label": "Mnyenyekevu",
          "language": "swh"
        },
        {
          "reference_id": 25923,
          "content_id": 575566,
          "resource_code": "UWTranslationWords",
          "label": "Furaha",
          "language": "swh"
        },
        {
          "reference_id": 26135,
          "content_id": 627268,
          "resource_code": "UWTranslationWords",
          "label": "Mwenye kiburi",
          "language": "swh"
        }
      ]
    }
  }
]