[
  {
    "content_id": 627279,
    "reference_id": 26155,
    "title": "Mrefai",
    "media_type": "Text",
    "index_reference": "mrefai",
    "language": "swh",
    "content": "<h1>Mrefai, Warefai, Bonde la Warefai</h1><h2>Uhalisia:</h2><p>Neno &apos;Mrefai&apos; ni jina la kundi la wakaazi walioishi katika eneo la mashariki mwa Mto Yordani. Pia hutumika kurejelea watu waliokufa au roho zao. &apos;Mrefai&apos; wanaitwa &apos;Warefai&apos; au &apos;Refaimu.&apos;</p><ul><li><p>Kulikuwa na bonde lililopewa jina la kundi hili la watu, &apos;Bonde la Warefai,&apos; ambalo limetajwa mara sita katika Agano la Kale.</p></li><li><p>&apos;Rapha&apos; ni tafsiri ya Kiingereza ya neno la Kiebrania. Ni vigumu kubaini kwa uhakika neno &apos;Mrefai&apos; linamaanisha nini na kwa hivyo aina gani ya viumbe neno &apos;Mrefai&apos; linarejelea, iwe ni kundi la watu wanaoishi, roho, au viumbe wa karibu na miungu. Kwa sababu hii, tafsiri nyingi za Kiingereza zimechagua kutafsiri neno la lugha ya asili (Kiebrania) kama &apos;Rephaites&apos; au &apos;Rephaim.&apos; Unaweza fikiria kufanya jambo hilo hilo katika tafsiri yako.</p></li><li><p>Kwenye Ayubu 26:5, Zaburi 88:10, Mithali 2:18, Mithali 9:18, Mithali 21:16, Isaya 14:9, Isaya 26:14, na Isaya 26:19, neno &apos;Warefai&apos; linarejelea watu waliokufa au &apos;roho&apos; zao.</p></li><li><p>Kwenye matukio mengine yote katika Agano la Kale, neno &apos;Warefai&apos; linarejelea kundi la watu ambao walikuwa wanadamu hai na walikuwa sehemu ya kundi maalum la watu.</p></li><li><p>Kundi la Waamoni liliwaita Warefai kwa jina &apos;Wazamzumi&apos; (Tazama Kumbukumbu la Torati 2:20).</p></li><li><p>Neno &apos;Mrefai&apos; linarejelea kundi la watu wanaotajwa katika matukio mbalimbali katika Agano la Kale, isipokuwa katika 1 Mambo ya Nyakati 8:2 na 8:37. Katika mistari hii miwili, linahusiana na jina la mtu (mtu tofauti katika kila mstari).</p></li></ul><p>(Mapendekezo ya Tafsiri: Jinsi ya Kutafsiri Majina, Nakili au Kopa Maneno)</p><h2>Marejeleo ya Biblia:</h2><h2>Data ya Neno:</h2><ul><li><p>Strong&apos;s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]