[
  {
    "content_id": 627309,
    "reference_id": 26219,
    "version": "1.0.0",
    "title": "Shaddai",
    "media_type": "Text",
    "index_reference": "shaddai",
    "language": "swh",
    "content": "<h1>shaddai</h1><h2>Uhalisia:</h2><p>Neno &quot;Shaddai&quot; ni jina la Kiebrania linalotumika kumaanisha Mungu. Linatumika katika Agano la Kale kama jina la kibinafsi la Mungu. Asili halisi (na hivyo maana) ya neno hili haijulikani. Wasomi wamependekeza uwezekano tofauti wa maana yake, na uwezekano mkubwa ni kwamba &quot;shaddai&quot; inamaanisha &quot;mlima&quot; au &quot;safu ya mlima.&quot;</p><ul><li><p>Neno la Kiebrania &quot;Shaddai&quot; mara nyingi hutafsiriwa kwa Kiingereza kama &quot;Mwenyezi.&quot;</p></li><li><p>Kirai cha Kiebrania &quot;El Shaddai&quot; mara nyingi hutafsiriwa kwa Kiingereza kama &quot;Mungu Mwenyezi.&quot;</p></li><li><p>Kama &quot;Shaddai&quot; inamaanisha &quot;mlima&quot; au &quot;safu ya mlima,&quot; basi kirai cha Kiebrania &quot;El Shaddai&quot; kihalisi kinamaanisha &quot;Mungu, yule wa mlimani.&quot;</p></li><li><p>Maandishi ya ULT na UST daima hutafsiri neno hili kama &quot;Shaddai,&quot; kwa kukubaliana na maandiko ya Kiebrania ya Agano la Kale.</p></li></ul><h2>Mapendekezo ya Tafsiri:</h2><ul><li><p>Ingawa neno Shaddai ni jina la Mungu, mara nyingi hutafsiriwa kama cheo au maelezo, &quot;Mwenyezi,&quot; badala ya jina. Ikiwa tafsiri ya Biblia ipo katika eneo lako, unaweza kutaka kutafsiri neno hilo kwa njia ile ile inavyofanya. Ikiwa tafsiri haipo, unaweza kufikiria kutumia jina Shaddai.</p></li><li><p>Ukiamua kutafsiri neno &quot;Shaddai&quot; kama jina, unaweza kulitamka jinsi linavyosikika katika lugha yako. Pia, unaweza kutamka kirai &quot;El Shaddai&quot; jinsi inavyosikika katika lugha yako.</p></li></ul><p>(Mapendekezo ya tafsiri: Jinsi ya Kutafsiri Majina)</p><p>(Tazama pia: <span data-bnType=\"resourceReference\" data-resourceId=\"25788\" data-resourceType=\"UWTranslationWords\">Mungu</span>)</p><h2>Marejeleo ya Biblia:</h2><h2>Mifano kutoka kwenye hadithi za Biblia:</h2><h2>Data ya Neno:</h2><ul><li><p>Strong&apos;s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25788,
          "content_id": 575502,
          "resource_code": "UWTranslationWords",
          "label": "Mungu",
          "language": "swh"
        }
      ]
    }
  }
]