[
  {
    "content_id": 676113,
    "reference_id": 26134,
    "title": "Bangga",
    "media_type": "Text",
    "index_reference": "bangga",
    "language": "ind",
    "content": "<h1>bangga, membanggakan</h1><h2>Definisi:</h2><p>Istilah &quot; bangga,&quot; dalam pengertian ini, mengacu pada perasaan puas atau senang terhadap seseorang atau sesuatu. Istilah &quot;membanggakan,&quot; ketika digunakan dalam pengertian ini, berarti sangat memuji sesuatu atau seseorang dan berbicara tentang hal-hal tentangnya atau mereka yang patut dipuji.</p><ul><li><p>Istilah &quot;kebanggaan,&quot; ketika digunakan dengan makna positif, mengacu pada rasa senang akan sesuatu atau memiliki perasaan senang atau puas akan apa yang telah dicapai seseorang atau kualitas atau kemampuan mereka yang mengagumkan.</p></li><li><p>Ungkapan &quot;berbanggalah dengan pekerjaan Anda&quot; berarti menemukan kegembiraan dalam melakukan pekerjaan Anda dengan baik.</p></li><li><p>Seseorang dapat bangga dengan apa yang telah dilakukannya tanpa menjadi sombong karenanya. Beberapa bahasa memiliki kata yang berbeda untuk arti positif dari &quot;kebanggaan&quot; dan arti negatif dari &quot;kesombongan.&quot;</p></li><li><p>Orang yang rendah hati tidak membanggakan dirinya sendiri atau bermegah atas dirinya sendiri, melainkan bermegah atas Allah dan apa yang telah dan sedang Allah lakukan.</p></li><li><p>Allah mendorong orang Israel untuk tidak bermegah atas kekayaan, kekuatan, ladang yang subur, atau hukum-hukum mereka, melainkan &quot;bermegah&quot; atau berbangga atas fakta bahwa mereka mengenal Dia.</p></li></ul><h2>Saran Penerjemahan:</h2><ul><li><p>Makna positif dari &quot;kebanggaan&quot; dapat diterjemahkan sebagai &quot;kegembiraan&quot; atau &quot;kepuasan&quot; atau &quot;kesenangan.&quot;</p></li><li><p>&quot;Bangga&quot; juga dapat diterjemahkan sebagai &quot;senang dengan&quot; atau &quot;puas dengan&quot; atau &quot;gembira dengan (pencapaian).&quot;</p></li><li><p>Ungkapan &quot;berbanggalah dengan pekerjaan Anda&quot; dapat diterjemahkan sebagai &quot;temukan kepuasan dalam melakukan pekerjaan Anda dengan baik.&quot;</p></li><li><p>Ungkapan &quot;berbanggalah kepada Yahweh&quot; juga dapat diterjemahkan sebagai &quot;bergembiralah dengan semua hal indah yang telah dilakukan Yahweh&quot; atau &quot;bergembiralah dengan betapa menakjubkannya Yahweh.&quot;</p></li><li><p>Makna positif dari &quot;bermegah dalam&quot; dapat diterjemahkan sebagai &quot;bermegah dalam&quot; atau &quot;bersukacita dalam.&quot;</p></li></ul><p>(Lihat juga:<span data-bnType=\"resourceReference\" data-resourceId=\"25860\" data-resourceType=\"UWTranslationWords\">rendah hati</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"25923\" data-resourceType=\"UWTranslationWords\">sukacita</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26135\" data-resourceType=\"UWTranslationWords\">kebanggan negatif</span>)</p><h2>Rujukan Alkitab:</h2><ul><li><p></p></li></ul><h2>Contoh dari Kisaj Alkitab:</h2><ul><li><p><strong>4:2</strong> Mereka sangat <strong>bangga</strong>, dan mereka tidak peduli dengan apa yang dikatakan Allah.</p></li><li><p><strong>34:10</strong> Lalu Yesus berkata, &quot;Aku berkata kepadamu, Aku berkata kepadamu, sesungguhnya Allah telah mendengar doa pemungut cukai itu dan telah menyatakannya sebagai orang benar. Tetapi Ia tidak menyukai doa pemimpin agama itu. Allah akan merendahkan setiap orang yang <strong>sombong</strong>, dan Ia akan meninggikan setiap orang yang merendahkan diri.&quot;</p></li></ul><h2>Data Kata:</h2><ul><li><p>Strong’s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25860,
          "content_id": 675912,
          "resource_code": "UWTranslationWords",
          "label": "Rendah hati",
          "language": "ind"
        },
        {
          "reference_id": 25923,
          "content_id": 675975,
          "resource_code": "UWTranslationWords",
          "label": "Sukacita",
          "language": "ind"
        },
        {
          "reference_id": 26135,
          "content_id": 676114,
          "resource_code": "UWTranslationWords",
          "label": "Bangga",
          "language": "ind"
        }
      ]
    }
  }
]