[
  {
    "content_id": 676129,
    "reference_id": 26155,
    "title": "Rafa",
    "media_type": "Text",
    "index_reference": "rafa",
    "language": "ind",
    "content": "<h1>Rafa, Orang Rafa, Lembah Rafa</h1><h2>Fakta-fakta:</h2><p>Istilah “Rafa” adalah sebutan untuk sekelompok penduduk yang tinggal di suatu lokasi di sisi timur sungai Yordan. Kata ini juga digunakan untuk merujuk pada orang mati atau roh mereka. “Rafa” disebut “Orang Rafa” atau “Refaim.”</p><ul><li><p>Ada sebuah lembah yang dinamai menurut kelompok suku ini, “lembah Rafa,” yang disebutkan enam kali dalam Perjanjian Lama.</p></li><li><p>“Rafa” adalah transliterasi bahasa Inggris dari kata Ibrani. Sulit untuk menentukan dengan pasti apa arti kata “Rapha” dan akibatnya jenis makhluk apa yang dimaksud dengan kata “Rapha”, apakah sekelompok manusia hidup, roh, atau makhluk kuasi-ilahi. Karena alasan inilah banyak terjemahan bahasa Inggris memilih untuk mentransliterasikan kata dalam bahasa aslinya (Ibrani) menjadi “Rephaites” atau “Rephaim.” Anda mungkin ingin melakukan hal yang sama dalam terjemahan Anda.</p></li><li><p>Dalam Ayub 26:5, Mazmur 88:10, Amsal 2:18, Amsal 9:18, Amsal 21:16, Yesaya 14:9, Yesaya 26:14, dan Yesaya 26:19 istilah “Raphaites” mengacu pada manusia yang sudah mati atau kepada “roh” mereka.</p></li><li><p>Dalam semua kejadian lain dalam Perjanjian Lama, istilah “Raphaites” mengacu pada kelompok masyarakat yang merupakan manusia yang hidup dan membentuk kelompok masyarakat tertentu.</p></li><li><p>Kelompok bangsa Amon menyebut bangsa Rafaim dengan nama “orang Zamzumim” (Lihat Ulangan 2:20).</p></li><li><p>Istilah “Rafa” menunjuk pada kelompok orang yang hidup dalam setiap kejadian dalam Perjanjian Lama kecuali dalam 1 Tawarikh 8:2 dan 8:37. Dalam dua ayat ini, istilah Rafa menunjuk pada nama seorang laki-laki (laki-laki yang berbeda di setiap ayat).</p></li></ul><p>(Saran Penerjemahan: How to Translate Names, Copy or Borrow Words)</p><h2>References:</h2><h2>Data Kata:</h2><ul><li><p>Strong’s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]