[
  {
    "content_id": 676109,
    "reference_id": 26128,
    "title": "Tanah Perjanjian",
    "media_type": "Text",
    "index_reference": "tanah perjanjian",
    "language": "ind",
    "content": "<h1>Tanah Perjanjian</h1><h2>Fakta-fakta:</h2><p>Istilah &quot;Tanah Perjanjian&quot; hanya muncul dalam kisah-kisah Alkitab, bukan dalam teks Alkitab. Istilah ini merupakan cara alternatif untuk merujuk pada tanah Kanaan yang dijanjikan Tuhan untuk diberikan kepada Abraham dan keturunannya.</p><ul><li><p>Ketika Abram tinggal di kota Ur, Tuhan memerintahkannya untuk pergi tinggal di tanah Kanaan. Dia dan keturunannya, bangsa Israel, tinggal di sana selama bertahun-tahun.</p></li><li><p>Ketika terjadi kelaparan hebat yang menyebabkan tidak ada makanan di Kanaan, bangsa Israel pindah ke Mesir.</p></li><li><p>Empat ratus tahun kemudian, Allah menyelamatkan bangsa Israel dari perbudakan di Mesir dan membawa mereka kembali ke tanah Kanaan, tanah yang telah dijanjikan Allah untuk diberikan kepada mereka.</p></li></ul><h2>Saran Penerjemahan:</h2><ul><li><p>Istilah &quot;Tanah Perjanjian&quot; dapat diterjemahkan sebagai &quot;tanah yang Tuhan katakan akan diberikan kepada Abraham&quot; atau &quot;tanah yang Tuhan janjikan kepada Abraham&quot; atau &quot;tanah yang Tuhan janjikan kepada umat-Nya&quot; atau &quot;tanah Kanaan.&quot;</p></li><li><p>Dalam teks Alkitab, istilah ini muncul sebagai suatu bentuk &quot;tanah yang dijanjikan Tuhan.&quot;</p></li></ul><p>(Lihat juga: <span data-bnType=\"resourceReference\" data-resourceId=\"25572\" data-resourceType=\"UWTranslationWords\">Kanaan</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26127\" data-resourceType=\"UWTranslationWords\">janji</span>)</p><h2>Rujukan Alkitab:</h2><ul><li><p><a href=\"https://ref.ly/Deut8:1-Deut8:2\">Ulangan 8:1–2</a></p></li><li><p><a href=\"https://ref.ly/Ezek7:26-Ezek7:27\">Yehezkiel 7:26–27</a></p></li></ul><h2>Contoh-contoh dari Cerita Alkitab:</h2><ul><li><p><strong>12:1</strong> Mereka (orang Israel) tidak lagi menjadi budak, dan mereka akan pergi ke <strong>Tanah Perjanjian</strong>!</p></li><li><p><strong>14:1</strong> Setelah Allah memberitahukan kepada bangsa Israel hukum-hukum yang Dia ingin mereka taati sebagai bagian dari perjanjian-Nya dengan mereka, Allah mulai menuntun mereka dari Gunung Sinai menuju ke <strong>Tanah Perjanjian</strong> yang juga disebut Kanaan.</p></li><li><p><strong>14:2</strong> Allah telah berjanji kepada Abraham, Ishak, dan Yakub bahwa Ia akan memberikan <strong>Tanah Perjanjian</strong> kepada keturunan mereka, tetapi sekarang ada banyak kelompok orang yang tinggal di sana.</p></li><li><p><strong>14:14</strong> Kemudian Allah membawa bangsa itu ke tepi <strong>Tanah Perjanjian</strong> lagi.</p></li><li><p><strong>15:2</strong> Bangsa Israel harus menyeberangi Sungai Yordan untuk masuk ke <strong>Tanah Perjanjian</strong>.</p></li><li><p><strong>15:12</strong> Setelah pertempuran ini, Allah memberikan setiap suku Israel bagian mereka sendiri dari <strong>Tanah Perjanjian</strong>.</p></li><li><p><strong>20:9</strong> Periode waktu ketika umat Allah dipaksa untuk meninggalkan <strong>Tanah Perjanjian</strong> disebut sebagai Masa Pembuangan.</p></li></ul><h2>Data Kata:</h2><ul><li><p>Strong’s: H0776, H3068, H3423, H5159, H5414, H7650</p></li></ul>",
    "associations": {
      "passage": [
        {
          "start_ref": "05008001",
          "start_ref_usfm": "DEU 8:1",
          "end_ref": "05008002",
          "end_ref_usfm": "DEU 8:2"
        },
        {
          "start_ref": "26007026",
          "start_ref_usfm": "EZK 7:26",
          "end_ref": "26007027",
          "end_ref_usfm": "EZK 7:27"
        }
      ],
      "resource": [
        {
          "reference_id": 25572,
          "content_id": 675717,
          "resource_code": "UWTranslationWords",
          "label": "Kanaan",
          "language": "ind"
        },
        {
          "reference_id": 26127,
          "content_id": 676108,
          "resource_code": "UWTranslationWords",
          "label": "Janji",
          "language": "ind"
        }
      ]
    }
  }
]