[
  {
    "content_id": 676142,
    "reference_id": 26169,
    "version": "1.0.0",
    "title": "Termasyhur",
    "media_type": "Text",
    "index_reference": "termasyhur",
    "language": "ind",
    "content": "<h1>termasyhur, terkenal, tersohor</h1><h2>Definisi:</h2><p>Istilah “termasyhur” menunjuk pada kehebatan yang dikaitkan dengan ketenaran dan reputasi yang patut dipuji. Sesuatu atau seseorang dikatakan “terkenal” jika sudah termasyhur.</p><ul><li><p>Orang yang “termasyhur” adalah seseorang yang terkenal dan sangat dihormati.</p></li><li><p>“Ketenaran” khususnya menunjuk pada reputasi baik yang dikenal luas dalam jangka waktu yang lama.</p></li><li><p>Kota yang “terkenal” seringkali terkenal dengan kekayaan dan kemakmurannya.</p></li></ul><h2>Saran-saran Penerjemahan:</h2><ul><li><p>Istilah “kemasyhuran” juga dapat diterjemahkan sebagai “ketenaran” atau “reputasi yang terhormat” atau “kehebatan yang diketahui oleh banyak orang.”</p></li><li><p>Istilah “terkenal” juga dapat diterjemahkan sebagai “terkenal dan sangat dihormati” atau “memiliki reputasi yang sangat baik.”</p></li><li><p>Ungkapan “Semoga nama Tuhan termasyhur di Israel” dapat diterjemahkan menjadi “Semoga nama Tuhan dikenal dan dihormati oleh orang Israel.”</p></li><li><p>Ungkapan “orang-orang yang terkenal” dapat diterjemahkan sebagai “orang-orang yang terkenal karena keberaniannya” atau “pejuang terkenal” atau “orang-orang yang sangat dihormati.”</p></li><li><p>Ungkapan “kemasyhuran-Mu bertahan dari generasi ke generasi” dapat diterjemahkan sebagai “selama bertahun-tahun orang akan mendengar betapa hebatnya Engkau” atau “kehebatan-Mu dilihat dan didengar oleh orang-orang di setiap generasi.”</p></li></ul><p>(Lihat juga: <span data-bnType=\"resourceReference\" data-resourceId=\"25846\" data-resourceType=\"UWTranslationWords\">honor</span>)</p><h2>Referensi ALkitab:</h2><ul><li><p><a href=\"https://ref.ly/Gen6:4\">Kejadian 6:4</a></p></li><li><p>Mazmur 135:12–14</p></li></ul><h2>Data Kata:</h2><ul><li><p>Strong’s: H1984, H7121, H8034</p></li></ul>",
    "associations": {
      "passage": [
        {
          "start_ref": "01006004",
          "start_ref_usfm": "GEN 6:4",
          "end_ref": "01006004",
          "end_ref_usfm": "GEN 6:4"
        },
        {
          "start_ref": "19135012",
          "start_ref_usfm": "PSA 135:12",
          "end_ref": "19135014",
          "end_ref_usfm": "PSA 135:14"
        }
      ],
      "resource": [
        {
          "reference_id": 25846,
          "content_id": 675905,
          "resource_code": "UWTranslationWords",
          "label": "Kehormatan",
          "language": "ind"
        }
      ]
    }
  }
]